[
    {
        "buyurl": "http://www.amazon.com/The-American-Unreason-Susan-Jacoby/dp/1400096383",
        "currentpage": "14",
        "description": "Having grown up in America and having lived in Berlin, Germany for over two decades, I have noticed a rift between the two cultures in terms of the average level of *Bildung* (education and cultivation), and since I am raising two American/German children who are growing up in the German culture, I am reading this book to better understand the causes for the higher degree of anti-intellectualism, consumerism, scientific ignorance, and religious superstition that is found in American society.",
        "id": 1,
        "idcode": "unreason",
        "language": "english",
        "rank": "4.7",
        "title": "The Age of American Unreason",
        "totalpages": "317",
        "whenrecordcreated": "2015-01-10 18:42:16"
    },
    {
        "buyurl": "http://www.amazon.com/Attacking-Faulty-Reasoning-Edward-Damer/dp/1133049982",
        "currentpage": "1",
        "description": "This is the best book I've found which balances the teaching of critical thinking skills with real-world examples of conversations, and so explains informal logic not as a theoretical subject but as a set of conversational skills which contribute to clear expression and accurate meaning exchange between two people. For example, the author not only explains each fallacy, but gives examples of the best way to respond to real examples to it in a realistic conversation. If you want to learn critical thinking in a class form, I can recommend Cousera's [Think Again](https://www.coursera.org/course/thinkagain) course, which consists of dozens of both entertaining and informative video lectures as well as extensive interactive exercises.",
        "id": 2,
        "idcode": "reasoning",
        "language": "english",
        "rank": "4.4",
        "title": "Attacking Faulty Reasoning",
        "totalpages": "204",
        "whenrecordcreated": "2015-01-10 18:42:17"
    },
    {
        "buyurl": "http://www.amazon.es/h%C3%A1bitos-gente-altamente-efectiva-Pr%C3%A1cticos/dp/8449324947",
        "currentpage": "1",
        "description": "Leí este libro en Inglés en la década de 1990. Tiene muchos buenos consejos para manejar el tiempo y hacer las cosas. Porque estoy aprendiendo español ahora, estoy leyendo este libro de nuevo. El lenguaje es bastante fácil, y estoy leyendo el texto una frase a la vez con mi libro de Inglés.",
        "id": 3,
        "idcode": "sieteHabitos",
        "language": "spanish",
        "rank": "4.2",
        "title": "Los 7 hábitos de la gente altamente efectiva",
        "totalpages": "435",
        "whenrecordcreated": "2015-01-10 18:42:17"
    },
    {
        "buyurl": "http://visual-memory.co.uk/daniel/Documents/S4B/",
        "currentpage": "0",
        "description": "Semiotics is a fascinating topic that goes beyond and combines linguistics, cultural anthropology, social psychology, history, art, and philosophy. It's the study of symbols and signs, or as Locke said, \"the study of all that can fall within the compass of human understanding\". This book by Daniel Chandler is [accessible online](http://visual-memory.co.uk/daniel/Documents/S4B) for free.",
        "id": 4,
        "idcode": "semiotics",
        "language": "english",
        "rank": "4.6",
        "title": "Semiotics for Beginners",
        "totalpages": "333",
        "whenrecordcreated": "2015-01-18 01:23:10"
    },
    {
        "buyurl": "http://www.amazon.com/Waking-Up-Spirituality-Without-Religion-ebook/dp/B00GEEB9YC",
        "currentpage": "3",
        "description": "I have listened to a few of Sam Harris' talks and find him to be a someone who has quite a bit to say about spirituality and belief primarily from a neurological perspective. This is his latest book with promising chapter titles such as \"The Mystery of Consciousness\" and \"The Riddle of the Self\".",
        "id": 6,
        "idcode": "wakingup",
        "language": "english",
        "rank": "4.8",
        "title": "Waking Up: A Guide to Spirituality Without Religion",
        "totalpages": "235",
        "whenrecordcreated": "2015-02-11 02:16:17"
    },
    {
        "buyurl": "http://www.amazon.com/The-Moral-Landscape-Science-Determine/dp/143917122X",
        "currentpage": "0",
        "description": "Defining morality in terms of human and animal well-being, Harris argues that science can do more than tell how we are, it can, in principle, tell us how we ought to be. In his view, moral relativism is false and comes at an increasing cost to humanity. Using his expertise in philosophy and neuroscience, Harris delivers a game-changing book about the future of science and about the real basis of human cooperation.",
        "id": 7,
        "idcode": "morallandscape",
        "language": "english",
        "rank": "4.3",
        "title": "The Moral Landscape",
        "totalpages": "241",
        "whenrecordcreated": "2015-02-27 22:36:30"
    },
    {
        "buyurl": "http://www.amazon.com/Magic-Furnace-Marcus-Choun/dp/0099578018",
        "currentpage": "3",
        "description": "I have been studying quite a bit of humanities subjects in the past years and want to begin moving toward more science oriented subjects. This book was recommended to me as a readable introduction to our understanding of atoms, as it \"reads like a detective story in the history of science.\"",
        "id": 8,
        "idcode": "magicfurnace",
        "language": "english",
        "rank": "4.6",
        "title": "The Magic Furnace",
        "totalpages": "215",
        "whenrecordcreated": "2015-03-19 00:24:00"
    },
    {
        "buyurl": "http://www.amazon.com/The-Fundamentalist-Mindset-Psychological-Perspectives/dp/0195379667",
        "currentpage": "0",
        "description": "I'm reading this book to better understand the fundamentalist mindset that is present in the United States and globally, not only in Christianity and Islam but in other religions and in other belief systems outside of religion. What I like about this book is that is identifies common characteristics in various kinds of fundamentalism both past and present.",
        "id": 9,
        "idcode": "fundamentalistmindset",
        "language": "english",
        "rank": "4.6",
        "title": "The Fundamentalist Mindset",
        "totalpages": "220",
        "whenrecordcreated": "2015-04-15 23:29:08"
    },
    {
        "buyurl": "http://www.amazon.com/Greece-Insight-Guides/dp/9812587551",
        "currentpage": "13",
        "description": "I'll be running the Athens Marathon in November 2015 so want to get a background on the history, culture and geography of Greece. I read a number of these Insight Guides back in the 90s and really like the format, lots of pictures and seem to always have a high quality of descriptive writing.",
        "id": 10,
        "idcode": "insightguidesgreece",
        "language": "english",
        "rank": "4.6",
        "title": "Insight Guides: Greece",
        "totalpages": "382",
        "whenrecordcreated": "2015-04-27 08:24:53"
    },
    {
        "buyurl": "http://www.amazon.com/Mythology-Timeless-Tales-Gods-Heroes/dp/0446574759",
        "currentpage": "13",
        "description": "I'll be running the Athens Marathon in November 2015 and so will be spending a few days in Athens visiting museums and seeing the sites. I am reading this book to get a good knowledge of Greek myths in order to not only more deeply understand what I see while there, but Greek myths are found constantly in our culture, since, as the Edith Hamilton says, \"we are descendents of the Greeks, intellectually, artistically, and politically.\"",
        "id": 11,
        "idcode": "mythology",
        "language": "english",
        "rank": "4.7",
        "title": "Mythology: Timeless Tales of Gods and Heroes",
        "totalpages": "462",
        "whenrecordcreated": "2015-04-29 07:28:17"
    },
    {
        "buyurl": "http://www.amazon.com/The-Future-Mind-Scientific-Understand/dp/0307473341",
        "currentpage": "5",
        "description": "I wanted to read a book with coverage of the last 10-20 years of neuroscience just to get an update on what kind of research is being done on the mind, how, and what is being learned about it. My particular interest is to gain insights about the brain and mind which will be helpful in developing learning strategies.",
        "id": 12,
        "idcode": "futureofthemind",
        "language": "english",
        "rank": "4.5",
        "title": "The Future of the Mind",
        "totalpages": "340",
        "whenrecordcreated": "2015-05-12 23:41:31"
    },
    {
        "buyurl": "http://www.amazon.com/Top-Athens-EYEWITNESS-TRAVEL-GUIDES-ebook/dp/B00IU2AX70",
        "currentpage": "1",
        "description": "I'll be running the Athens Marathon this year and plan to spend a few days exploring the city. I've found that these Top 10 guides are a good way to get an overview of what's important to see in a city.",
        "id": 13,
        "idcode": "top10athens",
        "language": "english",
        "rank": "4.3",
        "title": "Top 10 Athens Travel Guide",
        "totalpages": "124",
        "whenrecordcreated": "2015-05-17 10:34:42"
    },
    {
        "buyurl": "http://www.amazon.com/Lost-Continent-Travels-Small-Town-America/dp/0060920084",
        "currentpage": "1",
        "description": "Similar to Bill Bryson, I grew up in America and very early developed an interest in and a desire to live in Europe, which I eventually did. This book is Bryson's account of going back to America and driving a car around from town to town, re-experiencing the country of his childhood in all of its excruciating detail, giving him a chance to identify and make light of everything that he found absurd about the American culture that he grew up in. He's harsh, accurate and does not punch softly, fun reading!",
        "id": 14,
        "idcode": "lostcontinent",
        "language": "english",
        "rank": "4.4",
        "title": "The Lost Continent: Travels in Small-Town America",
        "totalpages": "413",
        "whenrecordcreated": "2015-06-09 23:26:16"
    },
    {
        "buyurl": "http://www.amazon.com/End-College-Creating-University-Everywhere/dp/1594632057",
        "currentpage": "8",
        "description": "I've been participating in Massive Open Online Classes (MOOC) since the fall of 2013 and after watching and taking notes on over 500 lectures in over 100 classes, and posting and discussing what I learn in social media, I have to say that even though this is merely an activity in my spare time, in many ways the quality of this learning experience is superior than what I experienced in my undergradate and graduate studies in college. I had heard more than once that this book by Kevin Carey was one of most detailed in describing how MOOCs and technology in general are going to completely transform how we think about and participate in higher education in the future.",
        "id": 15,
        "idcode": "theendofcollege",
        "language": "english",
        "rank": "4.4",
        "title": "The End of College: Creating the Future of Learning",
        "totalpages": "256",
        "whenrecordcreated": "2015-06-18 22:08:09"
    },
    {
        "buyurl": "www.amazon.com/Amusing-Ourselves-Death-Discourse-Business/dp/014303653X",
        "currentpage": "1",
        "description": "I remember reading this book for a college course after it came out in 1985, and saw Neil Postman speak in Berlin in the early 1990s. I remember him being very anti-technology back then, e.g. saying he would never use e-mail, which fascinated me as well as seemed to me very impractical and anachronistic to me. Today in our saturated social media and technological devices, I'm very interested in the topic of finding the right use and mix of technology in our lives, finding ways that not only allow us to not lose our humanity, but to enhance it, and I think this book is a good source of warnings of how technology and erode the human spirit. Reading back through it a bit, I'm not concerned that it was published 30 years ago since the world he was talking about seems to be more like the world we live in now than the world in which he wrote it.",
        "id": 16,
        "idcode": "amusingourselves",
        "language": "english",
        "rank": "4.4",
        "title": "Amusing Ourselves to Death: Public Discourse in the Age of Show Business",
        "totalpages": "170",
        "whenrecordcreated": "2015-07-18 15:18:41"
    },
    {
        "buyurl": "http://www.amazon.com/The-Righteous-Mind-Politics-Religion/dp/0307455777",
        "currentpage": "0",
        "description": "A colleague at work was reading this book and described it as a \"manual for mass manipulation\" and with the U.S. elections coming up, I thought it would be a good study in the human behavior that one sees on the news as we approach the election. A metaphor that my colleague mentioned that Haidt uses in the book is the 1% rider (reason) on the 99% element (emotions/intuitions) which, the more I study human behavior, seems more to be the case.",
        "id": 17,
        "idcode": "righteousmind",
        "language": "english",
        "rank": "4.4",
        "title": "The Righteous Mind",
        "totalpages": "369",
        "whenrecordcreated": "2015-09-21 20:39:44"
    },
    {
        "buyurl": "http://www.amazon.com/The-German-Genius-Renaissance-Scientific/dp/0060760230",
        "currentpage": "0",
        "description": "This 800+ page tome explores time span from the 17th century to the rise of Nazis in 1933, tracing the historical origins of German genius from Beethoven and Kant to Diesel and Nietzsche, from Goethe and Wagner to Mendel and Planck, from Hegel to Marx to Freud, explaining how the scattered German principalities transformed their poor relation among Western nations from the 17th century onward to become a dominant intellectual, scientific, and cultural force by the end of the 19th century, by 1933 winning more Nobel Prizes than any other nation, including Britain and America put together, and thus how Germany has played a major and dominant role in creating our modern Western culture.",
        "id": 18,
        "idcode": "germangenius",
        "language": "english",
        "rank": "4.8",
        "title": "The German Genius",
        "totalpages": "849",
        "whenrecordcreated": "2015-12-01 22:50:03"
    },
    {
        "buyurl": "http://www.amazon.com/From-Dawn-Decadence-Present-Cultural/dp/0060928832",
        "currentpage": "0",
        "description": "I was looking for a comprehensive book on Western culture and this one by Jacques Barzun, a French-born American historian, seemed to be one of the most extensive. \"Never shy of controversy, Barzun writes from a generally conservative position; he insists on the importance of moral values, celebrates the historical contributions of Christopher Columbus, and twits the academic practitioners of political correctness. Whether accepting of those views or not, even the most casual reader will find much that is new or little-explored in this attractive venture into cultural history.\"",
        "id": 19,
        "idcode": "dawntodecadence",
        "language": "english",
        "rank": "4.7",
        "title": "From Dawn to Decadence",
        "totalpages": "802",
        "whenrecordcreated": "2015-12-22 22:37:16"
    },
    {
        "buyurl": "http://www.amazon.de/Consider-Fork-History-How-Cook/dp/046502176X",
        "currentpage": "3",
        "description": "I've always wanted to get more into cooking and be more conscious of the food I eat and how I prepare it. My niece who is a baker was reading this book and so I got it and seem to be the kind of book I like: makes a grand sweep of history to help the reader understand the history of food and food preparation in the grand scheme of things.",
        "id": 20,
        "idcode": "considerthefork",
        "language": "english",
        "rank": "4",
        "title": "Consider the Fork",
        "totalpages": "279",
        "whenrecordcreated": "2016-02-11 00:42:01"
    },
    {
        "buyurl": "http://www.amazon.de/Vis-Reisef%C3%BChrer-Polen-%C3%A0/dp/3831019274",
        "currentpage": "3",
        "description": "I'll be running the Warsaw Marathon in September 2016 and so want to get a good background on Poland and Warsaw. The DK Vis-a-Vis books have excellent maps which is why I often by them.",
        "id": 21,
        "idcode": "polen",
        "language": "german",
        "rank": "4.2",
        "title": "Vis a Vis Reiseführer Polen",
        "totalpages": "352",
        "whenrecordcreated": "2016-02-22 22:24:14"
    },
    {
        "buyurl": "http://www.amazon.com/The-Jefferson-Bible-Morals-Nazareth/dp/0486449211",
        "currentpage": "1",
        "description": "The 18th century European intellectuals and their American counterparts are some of my favorite people in history and I want to start reading more of their original works and correspondence. In conversations on this, I more than once came across the Jefferson Bible which Jefferson made to distill the",
        "id": 22,
        "idcode": "jeffersonbible",
        "language": "english",
        "rank": "4.5",
        "title": "The Jefferson Bible",
        "totalpages": "92",
        "whenrecordcreated": "2016-04-06 21:02:18"
    },
    {
        "buyurl": "http://www.amazon.com/The-Praise-Folly-Desiderius-Erasmus/dp/1604502266",
        "currentpage": "",
        "description": "This is a short, classic book that I always wanted to read in the original, and while reading about Martin Luther I came upon Erasmus and found him fascinating and different than other thinkers of his time, advanced and before his time in many ways. The text is of another age, Shakespearean like, you don't always understand everything in every sentence, quite flowery at times, but like any book, enjoyable after you get into it and used to the style.",
        "id": 23,
        "idcode": "praiseoffolly",
        "language": "english",
        "rank": "",
        "title": "The Praise of Folly",
        "totalpages": "",
        "whenrecordcreated": "2016-04-08 20:51:08"
    },
    {
        "buyurl": "http://www.amazon.com/The-Epic-Gilgamesh-Anonymous/dp/014044100X",
        "currentpage": "",
        "description": "I first time I came into contact with the Epic of Gilgamesh in the lecture by Yuval Harari in his History of Mankind, but not in the part of the class discussing ancient Sumerian history, but when he was talking about the future of mankind and a biomedical project which has the goal to deal effectively with diseases such as cancer and prolong human life, called The Gilgamesh Project. The fact that this project was named after a text of literature written over 4000 years ago is testimony to its universal them: extending life and making life eternal.",
        "id": 24,
        "idcode": "epicofgilgamesh",
        "language": "english",
        "rank": "",
        "title": "The Epic of Gilgamesh",
        "totalpages": "",
        "whenrecordcreated": "2016-04-10 08:50:35"
    },
    {
        "buyurl": "http://www.amazon.com/The-Relativity-Wrong-Isaac-Asimov/dp/1575660083",
        "currentpage": "0",
        "description": "A friend recommended this book to me as one of the readable introductions to Isaac Asimov's writing, which is a collection of essays published in 1988, and even though it is almost 30 years old, I wanted to get a sense of Asimov's energy to write about science and it seems these essays have mostly to do with the older history of science.",
        "id": 25,
        "idcode": "relativityofwrong",
        "language": "english",
        "rank": "4.5",
        "title": "The Relativity of Wrong",
        "totalpages": "295",
        "whenrecordcreated": "2016-04-28 02:08:18"
    },
    {
        "buyurl": "https://www.amazon.de/Save-Everything-Click-Here-Technological/dp/1610393708",
        "currentpage": "1",
        "description": "I had heard about Yevgeny Morozov in a conversation on technology and looking through this book it seems that Morozov is a kind of Niel Postman 30 years later, i.e. someone who sees the dark effects that technological trends have on society and individuals.",
        "id": 26,
        "idcode": "saveeverything",
        "language": "english",
        "rank": "4.7",
        "title": "To Save Everything, Click Here",
        "totalpages": "358",
        "whenrecordcreated": "2016-06-23 20:17:58"
    },
    {
        "buyurl": "https://www.amazon.com/Alone-Together-Expect-Technology-Other/dp/0465031463",
        "currentpage": "1",
        "description": "I saw Sherry Turkle speak back in 1986 at my college and have been fascinated in her topic ever since, i.e. the parallel between human relationships with each other, and human relationship with software and hardware. As software embeds itself deeper and deeper into our lives, and now that social media is beginning to blend software and people into one, these questions have become more relevant to me and so I wanted to return to Sherry Turkle's updated ideas on these topics in this 2011 book.",
        "id": 27,
        "idcode": "alonetogether",
        "language": "english",
        "rank": "4.4",
        "title": "Alone Together: Why We Expect More from Technology and Less from Each Other",
        "totalpages": "303",
        "whenrecordcreated": "2016-08-24 17:23:47"
    },
    {
        "buyurl": "https://www.amazon.com/Homo-Deus-Brief-History-Tomorrow-ebook/dp/B019CGXTP0",
        "currentpage": "5",
        "description": "I had taken Harari's course which he used to write his book Sapiens, which was one of the most insightful courses I have ever taken. That book was on the history of humanity, this new book by Harari is on the future of humanity.",
        "id": 28,
        "idcode": "homodeus",
        "language": "english",
        "rank": "4.9",
        "title": "Homo Deus",
        "totalpages": "425",
        "whenrecordcreated": "2016-10-08 02:37:32"
    },
    {
        "buyurl": "https://www.amazon.com/Watching-English-Hidden-Rules-Behaviour/dp/0340818867",
        "currentpage": "1",
        "description": "I've never lived in England but have family members who live there, and quite a few friends who are English, and have visited numerous times, and I have always been cognizant of the fact that the English culture is decidedly different than both the American and German cultures which I know well. This book is an attempt of mine to get to know the English culture better.",
        "id": 29,
        "idcode": "watchingenglish",
        "language": "english",
        "rank": "4.2",
        "title": "Watching the English - The Hidden Rules of English Behaviour",
        "totalpages": "562",
        "whenrecordcreated": "2016-12-25 12:48:30"
    },
    {
        "buyurl": "https://www.amazon.com/Conservative-Soul-Fundamentalism-Freedom-Future/dp/0060934379",
        "currentpage": "1",
        "description": "I listened to a conversation between Sam Harris and Andrew Sullivan and was quite impressed with Andrew's ability to argue tenable positions on conservatism in an era today when conservatism seems to have been hijacked by anti-intellectuals who are beginning to dip below the level of common decency. As Sullivan puts it, this book is an attempt to account for what happened to conservatism",
        "id": 30,
        "idcode": "conservativesoul",
        "language": "english",
        "rank": "4.2",
        "title": "The Conservative Soul: Fundamentalism, Freedom, and the Future of the Right",
        "totalpages": "562",
        "whenrecordcreated": "2016-12-25 13:57:03"
    },
    {
        "buyurl": "https://www.amazon.de/Ein-Doppelgänger-Theodor-Storm/dp/3150060826",
        "currentpage": "1",
        "description": "Ich wollte wieder anfangen, deutsche Novellen und Erzählungen aus dem 19. Jahrhundert zu lesen, einer meiner Lieblingsgenres. Theodore Storm hatte ich noch nie gelesen aber der Titel Doppelgänger war mir immer bekannt.",
        "id": 31,
        "idcode": "doppelgaenger",
        "language": "german",
        "rank": "4.3",
        "title": "Ein Doppelgänger",
        "totalpages": "78",
        "whenrecordcreated": "2017-01-15 01:05:02"
    },
    {
        "buyurl": "https://www.amazon.de/Reise-Know-How-CityGuide-Zürich-Reiseführer/dp/3831721483",
        "currentpage": "1",
        "description": "Als geistliche Vorbereitung für meinen Aufenthalt in Zürich für den Züricher Marathon, lese ich durch dieses Buch, um einen ersten Überblick zu bilden, was ich dort alles anschauen möchte.",
        "id": 32,
        "idcode": "zuerich",
        "language": "german",
        "rank": "4.2",
        "title": "Zürich CityGuide",
        "totalpages": "260",
        "whenrecordcreated": "2017-01-19 00:12:28"
    },
    {
        "buyurl": "https://www.amazon.de/Masse-Macht-Elias-Canetti-Taschenbuchausgabe/dp/3596265444",
        "currentpage": "1",
        "description": "Dieses Buch wurde mir empfohlen von einem Mitarbeiter, der meint, das Buch ist ein Versuch, die Dynamik von Menschenmassen zu beschreiben, warum und in welchen Situationen Menschenmassen einzelnen Befehlshabern gehorchen oder Anführern folgen. Es wurde 1960 nach dem zweiten Weltkrieg geschrieben.",
        "id": 33,
        "idcode": "masseundmacht",
        "language": "german",
        "rank": "4.4",
        "title": "Masse und Macht",
        "totalpages": "558",
        "whenrecordcreated": "2017-01-29 20:36:43"
    },
    {
        "buyurl": "https://www.amazon.de/Welt-Gestern-Erinnerungen-eines-Europäers/dp/3596211522",
        "currentpage": "1",
        "description": "Ich laufe den Zürich Marathon bald und werde für ein paar Tage die Stadt besichtigen. Ich habe gelesen, dass Stefan Zweig in 1917 nach Zürich zog und arbeitete dort als Korrespondent für die Wiener Neue Freie Presse. Dieses Buch ist ein autobiografisches Werk und eine Beschreibung von der Welt einer Generation, die die beide Weltkriege erlebt haben, die Mode, das Leben der Jugendlichen, das Erziehungssystem, die Sexualmoral und das Wertesystem der Gesellschaft, und zeichnet sich durch die persönliche Nähe aus.",
        "id": 34,
        "idcode": "weltvongestern",
        "language": "german",
        "rank": "4.5",
        "title": "Die Welt von Gestern",
        "totalpages": "487",
        "whenrecordcreated": "2017-02-08 05:27:33"
    },
    {
        "buyurl": "https://www.amazon.de/Welt-Gestern-Erinnerungen-eines-Europäers/dp/3596211522",
        "currentpage": "1",
        "description": "J'ai appris ce livre dans le magazine Écoute. À cause d'un étranglement par cordon ombilical à sa naissance, il est né infirme moteur cérébral et il écrit dans ce livre sa philosophie de vie.",
        "id": 35,
        "idcode": "metierdhomme",
        "language": "french",
        "rank": "4.1",
        "title": "Le métier d'homme",
        "totalpages": "91",
        "whenrecordcreated": "2017-02-18 12:34:56"
    },
    {
        "buyurl": "https://www.amazon.de/Hillbilly-Elegy-Memoir-Family-Culture/dp/0062300547",
        "currentpage": "1",
        "description": "Since the 2016 presidential election made it apparent, absorbing the depth of dysfunctionality lodged in the American culture has become an intellectual project of millions of Americans. Who are these people who would elect, cheer, and support an obvious sexual predator, reality TV-show host, a man who doesn't read and who can't seem to talk above a 5th grade level? J.D. Vance's Hillbilly Elegy at least seems to tell a story of an uneducated section of the American population from the first person, a section of the United States population that has made itself known with a loud, inaudible blurt. Regardless of the socio-economic class you come from in the United States, a feature of this book is it seems to allow us to see the hillbilly in the American culture as a whole, and the ways that this characteristic with its dumb loyalty and mockery of education is going to drag the United States further and further down to the bottom of the spectrum of a healthy and educated democracy.",
        "id": 36,
        "idcode": "hillbillyelegy",
        "language": "english",
        "rank": "4.1",
        "title": "Hillbilly Elegy",
        "totalpages": "91",
        "whenrecordcreated": "2017-02-26 15:11:21"
    },
    {
        "buyurl": "https://www.amazon.com/Greatest-Story-Ever-Told-So-Far/dp/1476777616",
        "currentpage": "2",
        "description": "I listened to a podcast conversation between Sam Harris and the author of this book, Lawrence Krauss, and was impressed by both Krauss' depth of knowledge in physics and the science in general, and also his open and honest way a talking that has moral force. While everyone has their ideas and stories about where humans, the Earth, the Solar System and the Universe came from, people like Krauss have been doing the hard work to figure it out. This seems to be a book for lay people, flipping through it I see many diagrams, but no mathematical formulas.",
        "id": 37,
        "idcode": "greatestStory",
        "language": "english",
        "rank": "4.6",
        "title": "The Greatest Story Ever Told--So Far: Why Are We Here?",
        "totalpages": "322",
        "whenrecordcreated": "2017-05-03 22:34:30"
    },
    {
        "buyurl": "https://www.amazon.com/Blank-Slate-Modern-Denial-Nature/dp/0142003344",
        "currentpage": "9",
        "description": "I noticed this book was mentioned a few times in online discussions and so it seemed like a book that had made an impression on a number of people and was quite controversial. The basic argument seems to be that the concept of the mind as blank slate leads to feel-good slogans and distorts our understanding of politics, violence, parenting, and the arts, and the author, Steven Pinker, argues for honest acknowledgment of human nature based on science and common sense.",
        "id": 38,
        "idcode": "blankSlate",
        "language": "english",
        "rank": "4.4",
        "title": "The Blank Slate: The Modern Denial of Human Nature",
        "totalpages": "434",
        "whenrecordcreated": "2017-05-05 21:39:54"
    },
    {
        "buyurl": "https://www.amazon.com/Tyranny-Twenty-Lessons-Twentieth-Century/dp/0804190119",
        "currentpage": "1",
        "description": "I listened to Timothy Snyder in a conversation with Sam Harris in which they went through the points in this book. It seems to be a book to encourage us to learn from the bad examples of where democracies ended up in the 20th century.",
        "id": 39,
        "idcode": "onTyranny",
        "language": "english",
        "rank": "4.5",
        "title": "On Tyranny",
        "totalpages": "126",
        "whenrecordcreated": "2017-06-20 23:15:55"
    },
    {
        "buyurl": "https://www.amazon.com/Twitter-Tear-Gas-Fragility-Networked/dp/0300215126",
        "currentpage": "1",
        "description": "I listened to Zeynep Tufekci in a conversation with Sam Harris in which she talked quite a bit about the changes technology is having on society. She was a programmer in Turkey in the 1980s and then moved to the United States, after which she got into research on technology in society, and so has a quite technical background to this topic.",
        "id": 40,
        "idcode": "twitterAndTearGas",
        "language": "english",
        "rank": "4.3",
        "title": "Twitter and Tear Gas",
        "totalpages": "312",
        "whenrecordcreated": "2017-06-20 23:33:39"
    },
    {
        "buyurl": "https://www.amazon.com/White-Trash-400-Year-History-America/dp/0143129678",
        "currentpage": "1",
        "description": "After Trump won the U.S. Presidential election in 2016, two of that were repeatedly recommended in order to understand this phenomenon were Hillbilly Elegy and White Trash, two books which attempt to give a more accutate explaination of the nature of American demographics.",
        "id": 41,
        "idcode": "whiteTrash",
        "language": "english",
        "rank": "4.5",
        "title": "White Trash",
        "totalpages": "320",
        "whenrecordcreated": "2017-06-24 07:57:41"
    },
    {
        "buyurl": "https://www.amazon.com/Aeneid-Penguin-Classics-Virgil/dp/0140449329",
        "currentpage": "1",
        "description": "This is my vacation novel for my trip to Rome, a classic I have read much about but have never read itself.",
        "id": 42,
        "idcode": "aeneid",
        "language": "english",
        "rank": "4.0",
        "title": "The Aeneid",
        "totalpages": "300",
        "whenrecordcreated": "2017-07-30 14:01:14"
    },
    {
        "buyurl": "https://www.amazon.de/Ego-Tunnel-Philosophie-Selbst-Hirnforschung-Bewusstseinsethik/dp/3492305334",
        "currentpage": "3",
        "description": "Thomas Metzinger habe ich zum ersten mal in einem Podcast mit Sam Harris auf Englisch gehört. Er sprach ein bißchen von diesem Buch und nachdem ich einige YouTube videos von ihm angeschaut habe, fand ich ihn nicht nur ein interessanter und tiefgreifender Denker sondern auch ein sympatischer Mensch mit praktischen Ideen wie man Philosophie allgemein interessanter machen kann, ohne dass es oberflächlich zu machen, zum Beispiel, er unterstützt Meditationstrainer in Schulen und anderen ähnlichen Projekten. Er kann sich gut auf Englisch und Deutsch ausdrücken.",
        "id": 43,
        "idcode": "egoTunnel",
        "language": "german",
        "rank": "4.6",
        "title": "Der Ego-Tunnel: Eine neue Philosophie des Selbst",
        "totalpages": "410",
        "whenrecordcreated": "2017-09-24 22:49:54"
    },
    {
        "buyurl": "https://www.amazon.com/Hackers-Painters-Big-Ideas-Computer/dp/1449389554",
        "currentpage": "3",
        "description": "This book was sitting in my bookshelf and I remember reading most of it about six years ago. It is one of those books by a software developer who thinks a bit more widely but applies many of the principles of software development to how he views the world.",
        "id": 44,
        "idcode": "hackerspainters",
        "language": "english",
        "rank": "4.4",
        "title": "Hackers & Painters: Big Ideas from the Computer Age",
        "totalpages": "220",
        "whenrecordcreated": "2017-09-27 23:10:04"
    },
    {
        "buyurl": "https://www.amazon.com/Fools-Progress-Honest-Novel/dp/0805057919",
        "currentpage": "3",
        "description": "I had read Edward Abbey's Monkey Wrench Gang in college and a friend had recommended that I read this book, his last novel which apparently \"reveals the complete Ed Abbey\".",
        "id": 45,
        "idcode": "foolsprogress",
        "language": "english",
        "rank": "4.2",
        "title": "The Fool's Progress: An Honest Novel",
        "totalpages": "513",
        "whenrecordcreated": "2017-10-15 00:56:56"
    },
    {
        "buyurl": "https://www.amazon.com/Cant-Happen-Here-Signet-Classics/dp/0451465644",
        "currentpage": "3",
        "description": "Always having wanted to read this book along with Brave New World and 1984, it being mentioned often recently in political discussions made me finally just order it and get into it. Although it seems to be a book anchored in 1930s politics, this decade of American history, and the resulting necessary war in Europe and Japan, I believe created a foundation of what the United States became in post-WWII society.",
        "id": 46,
        "idcode": "cantHappenHere",
        "language": "english",
        "rank": "3.6",
        "title": "It Can't Happen Here",
        "totalpages": "392",
        "whenrecordcreated": "2017-11-19 12:31:06"
    },
    {
        "buyurl": "https://www.amazon.com/If-Not-Winter-Fragments-Sappho/dp/0375724516",
        "currentpage": "3",
        "description": "In my studies of Greece over the last four years, I had come across Sappho's poems a number of times, but in a recent Merlyn Bragg conversation about her learned about this compilation of her poems by Anne Carson, which was described as doing Sappho justice in the English language, allowing her powerfully sensual poetry to express itself, even if it only exists as fragments today.",
        "id": 47,
        "idcode": "ifNotWinter",
        "language": "english",
        "rank": "3.7",
        "title": "If Not, Winter: Fragments of Sappho",
        "totalpages": "355",
        "whenrecordcreated": "2017-11-26 15:29:30"
    },
    {
        "buyurl": "https://www.amazon.fr/Aventures-Télémaque-Fénelon/dp/2070392589",
        "currentpage": "3",
        "description": "J'ai découvert ce livre dans un cours universitaire. Il a été écrit par Fénelon, pour enseigner au petit-fils de Louis XIV comment régner en tant que dirigeant des Lumières.",
        "id": 48,
        "idcode": "telemaque",
        "language": "french",
        "rank": "4.2",
        "title": "Les Aventures de Télémaque",
        "totalpages": "425",
        "whenrecordcreated": "2017-11-28 00:26:54"
    },
    {
        "buyurl": "https://www.amazon.de/Die-fr%C3%B6hliche-Wissenschaft-gaya-scienza/dp/3866473680",
        "currentpage": "3",
        "description": "In meinen Philosophiekursen an der Universität, haben wir Auszüge aus diesem Buch gelesen, aber ich habe nie das gesamte Buch gelesen. Und es ist immer eine Freude Nietzsche im original zu lesen.",
        "id": 49,
        "idcode": "froehlicheWissenschaft",
        "language": "german",
        "rank": "4.1",
        "title": "Die fröhliche Wissenschaft",
        "totalpages": "316",
        "whenrecordcreated": "2017-11-29 07:23:44"
    },
    {
        "buyurl": "https://www.amazon.com/Fantasyland-America-Haywire-500-Year-History-ebook/dp/B004J4WNJE",
        "currentpage": "3",
        "description": "I learned about this book in a [conversation](https://www.samharris.org/podcast/item/american-fantasies) between Kurt Andersen and Sam Harris in which they made a number of insightful points about how the tendency of Americans to believe unfounded claims has led to the current situation where facts don't seem to matter much anymore in the culture at large.",
        "id": 50,
        "idcode": "fantasyland",
        "language": "english",
        "rank": "4.8",
        "title": "Fantasyland: How America Went Haywire: A 500-Year History",
        "totalpages": "440",
        "whenrecordcreated": "2017-11-29 07:57:14"
    },
    {
        "buyurl": "https://www.amazon.fr/société-consommation-Jean-Baudrillard/dp/2070323498",
        "currentpage": "3",
        "description": "J'ai appris à propos de ce livre dans la classe en ligne [url=https://www.coursera.org/learn/lavenir-de-la-decision]L'avenir de la décision : connaître et agir en complexité[/url]. Il décrit les sociétés de consommation à venir dans le monde occidental à partir d'une perspective de 1970.",
        "id": 51,
        "idcode": "consommation",
        "language": "french",
        "rank": "4.2",
        "title": "La société de consommation",
        "totalpages": "316",
        "whenrecordcreated": "2018-01-05 21:34:12"
    },
    {
        "buyurl": "https://www.amazon.de/Trump-POPulismus-Politik-Georg-Seesslen/dp/3865057454",
        "currentpage": "2",
        "description": "Mein Cousin hat mir dieses Buch empfohlen. Ich finde die Idee des ersten Kapitels einleuchtend: Trump ist Abfall unserer Popkultur. Ich habe immer eine Abneigung für unsere Popkultur gehabt, und merke, dass ich eine ähnliche Abneigung gegenüber Trump habe. Ich kann mir vorstellen, dass dieses Buch einige Einblicke in diesem Sinne liefert.",
        "id": 52,
        "idcode": "populismus",
        "language": "german",
        "rank": "4.5",
        "title": "Trump!: POPulismus als Politik",
        "totalpages": "139",
        "whenrecordcreated": "2018-01-16 23:16:08"
    },
    {
        "buyurl": "https://www.amazon.com/Square-Tower-Networks-Freemasons-Facebook/dp/0735222916",
        "currentpage": "-19",
        "description": "I learned about this book from [this Sam Harris conversation with the author Niall Ferguson](https://samharris.org/podcasts/117-networks-power-chaos) in which insightful ideas were mentioned by the author, e.g. the parallel between 2018 and 1518 in terms of the changes that smartphones are causing in our society similar to the printing press.",
        "id": 53,
        "idcode": "squareAndTower",
        "language": "english",
        "rank": "4.4",
        "title": "The Square and the Tower",
        "totalpages": "435",
        "whenrecordcreated": "2018-03-17 03:00:04"
    },
    {
        "buyurl": "https://www.amazon.com/Inadequate-Equilibria-Where-Civilizations-Stuck-ebook/dp/B076Z64CPG",
        "currentpage": "7",
        "description": "I learned about this book from [this Sam Harris conversation with the author Eliezer Yudkowsky](https://samharris.org/podcasts/116-ai-racing-toward-brink). Yudkowsky seems to be a self-taught person who is quite intelligent and can express himself very well. He mentioned that this book is not optimistic per se, but gives ones ideas of how to best live in societies and groups which have become dysfunctional in one way or another.",
        "id": 54,
        "idcode": "inadequateEquilibria",
        "language": "english",
        "rank": "4.2",
        "title": "Inadequate Equilibria",
        "totalpages": "163",
        "whenrecordcreated": "2018-03-17 14:56:41"
    },
    {
        "buyurl": "https://www.amazon.com/French-Stories-Fran%C3%A7ais-Dual-Language-English/dp/0486264432",
        "currentpage": "2",
        "description": "I rediscovered this book while cleaning out some boxes of old books that I have been keeping with me for decades, apparently it is a book my father picked up during the time he was a high school French teacher in the 1960s. Flipping through it, I found the author selection well-chosen and the introductions to the authors insightful. And the dual language concept (English on the left side, French on the right side) is perfect for my French reading level, i.e. reading through some of the stories, I found that I had understood the French one way or didn't know a specific word, but after reading the English, found that it had a slightly different meaning and that the whole phrase made sense, e.g. \"Bianchon se promit de guetter Desplein\" is \"Bianchon made up his mind to watch Desplein\". The authors/stories contained in the book are: (1) Voltaire (1694-1778): Micromégas, (2) Honoré de Balzac (1799-1850): La Messe de l'Athée, (3) Gustave Flaubert (1821-1880): La Légende, de Saint Julien l'Hospitalier, (4) Charles Baudelaire (1821-1867): Le Spleen de Paris, (5) Guy de Maupassant (1850-1893): Menuet, (6) Paul Claudel (1868-1955): Mort de Judas, (7) André Gide (1869-1951): Le Retour de l'Enfant Prodigue, (8) François Mauriac (1885-1970): Grand-Lebrun, (9) Marce Aymé (1902-1967): Le Passe-Muraille, (10) Albert Camus (1913-1960): L'Hôte.",
        "id": 55,
        "idcode": "contesFrancais",
        "language": "french",
        "rank": "4.2",
        "title": "French Stories / Contes Français",
        "totalpages": "301",
        "whenrecordcreated": "2018-03-21 01:26:28"
    },
    {
        "buyurl": "https://www.amazon.fr/guide-du-promeneur-Paris/dp/2840964724",
        "currentpage": "173",
        "description": "Je serai bientôt à Paris pour quelques jours. J'ai visité plusieurs fois la ville, mais je n'ai pas vu certaines parties de la ville. Ce livre a une promenade par arrondissement. Chaque promenade a une carte que l'on peut suivre. Les chapitres sont intitulés (1) De la place des Victoires à la place du Palais-Royal, (2) Le Sentier, (3) Les terres du Temple, (4) L'île Saint-Louis, (5) Autour de la rue Mouffetard, (6) Le quartier Saint-Sulpice, (7) De l'Unesco au Bon Marché, (8) Le parc Monceau et ses alentours, (9) La Nouvelle Athènes, (10) Le faubourg Poissonière, (11) Au coeur du faubourg Saint-Antoine, (12) Au long de la rue de Picpus, (13) La Butte-aux-Cailles, (14) De Montsouris à Denfert-Rochereau, (15) Autour des anciens abattoirs de Vaugirard, (16) Auteuil, (17) De la Fourche au cimetière des Batignolles, (18) De la place du Tertre à l'avenue Junot, (19) La butte de Beauregard, et (20) Charonne, la campagne est dans Paris.",
        "id": 56,
        "idcode": "promeneurDeParis",
        "language": "english",
        "rank": "3.9",
        "title": "Le Guide du Promeneur de Paris",
        "totalpages": "281",
        "whenrecordcreated": "2018-03-25 23:19:03"
    },
    {
        "buyurl": "https://www.amazon.fr/guide-du-promeneur-Nantes/dp/2351791126",
        "currentpage": "17",
        "description": "Je serai bientôt à Nantes pour quelques jours pour courir le marathon. Je veux voir les points forts et plus historique de la ville. Ce livre a une promenade pour chaque quartier de la ville. Chaque promenade a une carte que l'on peut suivre. Les chapitres sont intitulés: (1) Le coeur sanglant de Nantes: Le quartier du Bouffay, (2) De Louis XVI à Anne de Bretagne: Du château à la cathédrale, (3) Partition baroque et classique: Lîle Feydeau, (4) Des Olivettes aux petits-beurres: De l'Hôtel-Dieu au canal Saint-Félix, (5) La haute ville bourgeoise: Sur les hauteurs de Monselet, (6) Quartier rasé, rivière comblée: Du marché Talensac à la place de Bretagne, (7) L'esprit canaille des hauteurs: De Pommeraye au muséum, (8) Le faste et les heures noires: Le quai de la Fosse, (9) Un navire géant au coeur de la ville: L'île de Nantes, (10) La butte des Bas-Bretons: Sainte-Anne et Chantenay, (11) Du cimetière du dragon au parc à l'anglaise: De Miséricorde à Procé, (12) La val de Chézine: De Canclaux aux Dervaillières, (13) Des simples au tabac: Du jardin des Plantes à la Manufacture, (14) Du chemin de fer aux éoliennes: Doulon, (15) Les rives de l'Erdre: Du cours Saint-Pierre à l'île de Versailles, (16) La médina des cap-horniers: Trentemoult, et (17) La banlieue en plein mouvement moderne: Rezé.",
        "id": 57,
        "idcode": "promeneurDeNantes",
        "language": "french",
        "rank": "3.9",
        "title": "Le Guide du Promeneur de Nantes",
        "totalpages": "255",
        "whenrecordcreated": "2018-03-26 11:07:26"
    },
    {
        "buyurl": "https://www.amazon.com/Trumpocracy-Corruption-American-David-Frum/dp/0062796739",
        "currentpage": "-9",
        "description": "I heard David Frum in this [this podcast conversation with him, Sam Harris and Andrew Sullivan](https://samharris.org/podcasts/114-politics-and-sanity). Frum is a voice of reason and ethics from the Republican and conservative outlook, someone who makes sense when he talks and, like Sam Harris, has introspective insights on Trump's character and his long-term effect he is having on the America society by having so much power for so long. The chapters of the book are: (1) Pre-Existing Conditions, (2) Enablers, (3) Appeasers, (4) Plunder, (5) Betrayal, (6) Enemies of the People, (7) Rigged System, (8) America Alone, (9) Autoimmune Disorder, (10) Resentments, (11) Believers, and (12) Hope.",
        "id": 58,
        "idcode": "trumpocracy",
        "language": "english",
        "rank": "4.3",
        "title": "Trumpocracy: The Corruption of the American Public",
        "totalpages": "235",
        "whenrecordcreated": "2018-04-03 23:03:50"
    },
    {
        "buyurl": "https://www.amazon.fr/Révolution-Emmanuel-Macron/dp/284563966X",
        "currentpage": "18",
        "description": "J'ai vu ça dans la librairie FNAC quand j'étais à Paris. Bien que la langue est un peu générale et ressemble un peu à une publicité politique, c'est une déclaration de ce que croit Macron et semble avoir des idées concrètes, par exemple, qu'il est très important que les gens puissent choisir ce qu'ils veulent faire dans la vie.",
        "id": 59,
        "idcode": "macronRevolution",
        "language": "french",
        "rank": "4.3",
        "title": "Révolution",
        "totalpages": "254",
        "whenrecordcreated": "2018-05-10 22:15:36"
    },
    {
        "buyurl": "https://www.amazon.de/Science-Spiritual-Practices-Reconnecting-experience/dp/1473630096",
        "currentpage": "1",
        "description": "I learned of Rupert Sheldrake from a talk he did here in Berlin at the Urania regarding this book. He outlined a number of ideas on how to reconnect with and live out our spirituality, particularly for people who no longer take religious beliefs literally and for whom religious ritual and tradition has lost meaning. One idea that he had was to go on pilgrimages and to see trips such as vacations into pilgrimages where one goes to visit a place that one considers holy in some sense. Another idea was writing a letter to someone who was very influential in your life, based on studies that people who are grateful are more satisified and happier. While some of Sheldrake's other books seem a bit too metaphysical for my respect for objective science, what I want to get from this book are ideas on how to integrate spirituality in one's life regardless of the connection it has to science.",
        "id": 60,
        "idcode": "scienceAndSpiritualPractices",
        "language": "english",
        "rank": "4.4",
        "title": "Science and Spiritual Practices",
        "totalpages": "210",
        "whenrecordcreated": "2018-10-27 12:32:00"
    },
    {
        "buyurl": "https://www.amazon.com/Lessons-21st-Century-Yuval-Harari/dp/0525512179",
        "currentpage": "1",
        "description": "This is the third book that I am reading of Yuval Harari's. I've found Harari to be an author who has a higher insight-per-page ratio than any other author I know. He analyzes our world not from the point of view of nation or ideology, but from our species homo sapien, and so has insights that other historians don't have.",
        "id": 61,
        "idcode": "twentyOneLessons",
        "language": "engish",
        "rank": "4.7",
        "title": "21 Lessons for the 21st Century",
        "totalpages": "321",
        "whenrecordcreated": "2018-10-27 22:21:22"
    },
    {
        "buyurl": "https://www.amazon.de/Life-Times-Frederick-Douglass/dp/149549456X",
        "currentpage": "1",
        "description": "I was reintroduced and reminded of Frederick Douglass while reading an article in the New Yorker about him. Merely the facts of his life present him as a person with a wide-ranging experience, from being treated and beaten as an animal on the one hand, to traveling as an intellectual throughout Europe on the other. If for no other reason, I feel one should read his account of his life in order to understand more about what it means to be human.",
        "id": 62,
        "idcode": "lifeAndTimesDouglass",
        "language": "english",
        "rank": "4.4",
        "title": "The Life and Times of Frederick Douglass",
        "totalpages": "365",
        "whenrecordcreated": "2018-11-24 23:31:09"
    },
    {
        "buyurl": "https://www.amazon.com/Sex-Time-Power-Sexuality-Evolution/dp/0142004677",
        "currentpage": "1",
        "description": "I'm not sure where I learned about this book, either from a Sam Harris podcast or a Facebook conversation. There certainly are many positive reviews of this book, both as a factual book grounded in science as well as a playful book enabling us to draw our own conclusion on the difference between the sexes at a biological level: \"This is a great book to satisfy One's curiosity about the possible biological determinations that shape the relationship between men and women. I don't think his ideas were meant to be entirely factual, I think this is a brave theory that combines facts with playful speculations and opens the way for more exploration into the subject while daring others to complete, complement or even correct his perspective.\"",
        "id": 63,
        "idcode": "sexTimePower",
        "language": "english",
        "rank": "4.2",
        "title": "Sex, Time and Power",
        "totalpages": "410",
        "whenrecordcreated": "2018-11-26 23:31:37"
    },
    {
        "buyurl": "https://www.amazon.com/Civil-Disobedience-Handbook-Politically-Disenchanted/dp/0916397769",
        "currentpage": "90",
        "description": "This is a short book (90 pages) that gives both a history of civil disobedience in the United States, e.g. excerpts from Thoreau, as well as very practical tips and advice for engaging in civil disobedience at the work place, in general society, e.g. how to best organize demonstrations, when to inform the press, etc.",
        "id": 64,
        "idcode": "civilDisobedienceHandbook",
        "language": "english",
        "rank": "4",
        "title": "The Civil Disobedience Handbook",
        "totalpages": "",
        "whenrecordcreated": "2018-12-02 07:06:26"
    },
    {
        "buyurl": "https://www.amazon.de/Das-Buch-daoistischen-Weisheit-Universal-Bibliothek/dp/3150182565",
        "currentpage": "13",
        "description": "In meinem Kurs \"Chinese Thought: Ancient Wisdom Meets Modern Science\" (http://tanguay.info/learntracker/page/lectureNotesItems?course=edxChineseThought) war das Buch Zhuanghi das Thema einiger Präsentationen. Der Autor reagiert gegen des Konfuzianismus und ähnelt damit einer Art Hippiebewegung.\r\n\r\nZhuangzi (Dschuang Dsi, Tschuangtse) gehört mit Kongzi (Konfuzius) und Laozi (Laotse) zu den klassischen chinesischen Denkern. Er vertritt eine Spielart des Daoismus, die mit den Lehren Epikurs zu vergleichen ist, der ebenfalls \"im Verborgenen lebte\", nicht politisierte und lachend philosophierte. Das Werk, das seinen Namen trägt, ist auch als »Das wahre Buch vom südlichen Blütenland« bekannt. Die hier versammelten Texte werden vom Herausgeber ausführlich kommentiert.",
        "id": 66,
        "idcode": "zhuangzi",
        "language": "german",
        "rank": "4.1",
        "title": "Zhuangzi",
        "totalpages": "151",
        "whenrecordcreated": "2019-02-03 12:10:37"
    },
    {
        "buyurl": "https://www.amazon.de/gp/product/3423129484",
        "currentpage": "1",
        "description": "In der Novelle ›Der Newskijprospekt‹ (1835) schildert Gogol die sich im Lauf des Tages verändernde Physiognomie der legendären Prachtstraße Petersburgs und läßt die Diskrepanz zwischen mondän-glückversprechendem Schein und seelenloser Wirklichkeit offenkundig werden. Ich habe vor eines Tages den Petersburg Marathon zu laufen, und habe nie Gogol gelesen, deswegen habe ich diese Buch gekauft.",
        "id": 67,
        "idcode": "newskijprospekt",
        "language": "german",
        "rank": "3.7",
        "title": "Der Newskijprospekt",
        "totalpages": "53",
        "whenrecordcreated": "2019-02-07 00:47:36"
    },
    {
        "buyurl": "https://www.amazon.de/gp/product/1534991506",
        "currentpage": "1",
        "description": "This slim paperback contains both Sun Tzu's timeless work \"The Art of War\" and Niccolo Machiavelli's indispensable \"The Prince\", printed in that order. Both works are almost too short to warrant printing them alone, and most anyone that would read one would want to read the other. / Although I have heard The Prince refered to throughout college and in subsequent conversations, I never read it from front to back. And Sun Tzu was mentioned in my Philosophy of the Warring States, and his book on war seems like a complimentary text to The Prince.",
        "id": 68,
        "idcode": "artOfWarThePrince",
        "language": "english",
        "rank": "4.1",
        "title": "Sun Tzu's Art of War & Machiavelli's Prince",
        "totalpages": "155",
        "whenrecordcreated": "2019-02-07 03:18:39"
    },
    {
        "buyurl": "https://www.amazon.fr/gp/product/2070367681",
        "currentpage": "12",
        "description": "J'ai acheté ce livre en espagnol à la FNAC de Séville, puis commandé la version française sur Amazon. Je les lis simultanément.",
        "id": 69,
        "idcode": "linvitee",
        "language": "french",
        "rank": "4.1",
        "title": "L'invitée",
        "totalpages": "503",
        "whenrecordcreated": "2019-02-27 00:45:42"
    },
    {
        "buyurl": "https://www.amazon.com/Map-Knowledge-Classical-History-Cities/dp/1509829601",
        "currentpage": "0",
        "description": "I had read about this in the Literary Review which described it as a good narration of what happened to the texts of the ancient Greeks and Romans between the fall of the Roman Empire and the Renaissance, i.e. where and how the Islamic scholars kept them, translated them, and worked them into their own works and knowledge.",
        "id": 70,
        "idcode": "mapOfKnowledge",
        "language": "english",
        "rank": "4.1",
        "title": "The Map of Knowledge",
        "totalpages": "293",
        "whenrecordcreated": "2019-03-11 00:09:45"
    },
    {
        "buyurl": "https://www.amazon.de/Bruckmann-Reiseführer-garantiert-Geheimtipps-Adressen/dp/3734312825",
        "currentpage": "1",
        "description": "Ich war in Hugendubel in der Schlossstr. um ein anderes Buch zu kaufen, und habe dies Buch gesehen. Es scheint einige interessante Tipps zu haben, die man sonst nirgendwo finden würde, und ich suche Orte und Ziele für meine längere Frühling- und Sommerläufe durch Berlin. Interessant, dass Steglitz gar nicht in dem Buch vorkommt.",
        "id": 71,
        "idcode": "berlinSecrets",
        "language": "german",
        "rank": "3.6",
        "title": "500 Hidden Secrets of Berlin",
        "totalpages": "259",
        "whenrecordcreated": "2019-03-15 00:31:44"
    },
    {
        "buyurl": "https://www.amazon.de/Against-Empathy-Case-Rational-Compassion/dp/0099597829",
        "currentpage": "3",
        "description": "I discovered Paul Bloom in his talks with Sam Harris on the difference between empathy and compassion, and his arguments seemed convincing on the basis of psychology. It seems easier to sway opinion and trick people by appealing to empathy, while appealing to compassion seems more based on character values.",
        "id": 72,
        "idcode": "againstEmpathy",
        "language": "english",
        "rank": "4.3",
        "title": "Against Empathy: The Case for Rational Compassion",
        "totalpages": "246",
        "whenrecordcreated": "2019-03-16 23:38:25"
    },
    {
        "buyurl": "https://www.amazon.de/Saving-Capitalism-Many-Not-Few/dp/0345806220",
        "currentpage": "0",
        "description": "I saw a review of this book which described it as a quite balanced look at how capitalism concepts are used in the United States, and how this use has corrupted our social and political system such that basic representative democracy, i.e. people using democratic structures to fix problems in their worlds, and for the most part broken down, particularly at the national level.",
        "id": 74,
        "idcode": "savingCapitalism",
        "language": "english",
        "rank": "4.3",
        "title": "Saving Capitalism",
        "totalpages": "218",
        "whenrecordcreated": "2019-04-20 12:53:23"
    },
    {
        "buyurl": "https://www.amazon.com/Other-Survival-Signals-Protect-Violence/dp/0440508835",
        "currentpage": "5",
        "description": "I heard Gavin de Becker talk to Sam Harris about this book and was impressed by his common sense approach to the subject of protecting yourself against all forms of violence, from psychological coercion to rape and assault. Mainly his argument is listen to your inner voice of fear and let it override politeness and political correctness in a way that will keep you safer and perhaps save your life.",
        "id": 75,
        "idcode": "giftOfFear",
        "language": "english",
        "rank": "4.3",
        "title": "The Gift of Fear",
        "totalpages": "408",
        "whenrecordcreated": "2019-04-22 00:12:55"
    },
    {
        "buyurl": "https://www.amazon.com/Age-Surveillance-Capitalism-Future-Frontier/dp/1610395697",
        "currentpage": "8",
        "description": "I have been reading about the near situation we are in with social media companies who provided very useful and unprecedented services yet collect data on people in a way that was never before imaginable, and as we are seeing, in many ways undesirable. This 500+ page book seems to be a thorough treatment of the subject.",
        "id": 76,
        "idcode": "surveillanceCapitalism",
        "language": "english",
        "rank": "4.0",
        "title": "The Age of Surveillance Capitalism",
        "totalpages": "522",
        "whenrecordcreated": "2019-05-01 20:59:41"
    },
    {
        "buyurl": "https://www.amazon.de/Indispensable-Composers-Personal-Guide/dp/1594205930",
        "currentpage": "1",
        "description": "I had been looking for awhile for an approachable book on classical music and saw this book in the Literary Review. It it written by an American and to an audience who is looking for a grand overview of the topic in order to enjoy classical music at a deeper level.",
        "id": 77,
        "idcode": "indispensableComposers",
        "language": "english",
        "rank": "4.4",
        "title": "The Indispensable Composers",
        "totalpages": "438",
        "whenrecordcreated": "2019-06-11 20:52:00"
    },
    {
        "buyurl": "https://www.amazon.com/How-Democracies-Die-Steven-Levitsky/dp/1524762946",
        "currentpage": "1",
        "description": "I had seen multiple references to this book in my readings and podcast listening, and it seems to be a historically-based account of various ways democracies die.",
        "id": 78,
        "idcode": "howDemocraciesDie",
        "language": "english",
        "rank": "4.4",
        "title": "How Democracies Die",
        "totalpages": "231",
        "whenrecordcreated": "2019-06-16 22:34:56"
    },
    {
        "buyurl": "https://www.amazon.com/Hiking-Nietzsche-Becoming-Who-You/dp/0374170010",
        "currentpage": "1",
        "description": "I read about this book in the New Yorker and was impressed by the author who seems to just have written a book but engages in his writing by going hiking in the Alps as Nietzsche used to. The writing seems quite honest, and Nietzsche and his thoughts are relevant to our times.",
        "id": 79,
        "idcode": "hikingWithNietzsche",
        "language": "english",
        "rank": "4.5",
        "title": "Hiking with Nietzsche: On Becoming Who You Are",
        "totalpages": "227",
        "whenrecordcreated": "2019-08-08 22:39:59"
    },
    {
        "buyurl": "https://www.amazon.de/Alexander-von-Humboldt-Erfindung-Natur/dp/3570102068",
        "currentpage": "20",
        "description": "In meinem Buch German Genius lese ich öfter von Alexander Humboldt und musste gestehen, dass ich nicht viel über sein Leben wusste. In einer Buchhandlung in Liepzig fand ich die Biographie von Wulf über Humboldt und nach ich 15 Minuten lang durchgeblättert habe, war ich überzeugt es zu kaufen, da sein Leben so viele anderen Leben der früheren 19. Jahrhundert beeinflusst hat, z.B. Goethe und Thomas Jefferson.",
        "id": 80,
        "idcode": "humboldt",
        "language": "german",
        "rank": "4.4",
        "title": "Alexander von Humboldt und die Erfindung der Natur",
        "totalpages": "432",
        "whenrecordcreated": "2019-11-01 00:19:19"
    },
    {
        "buyurl": "https://www.amazon.com/dp/1408706954",
        "currentpage": "1",
        "description": "I read about this book in the Literary Review. It seems to be a history of how and why Christianity has become to be a dominant collection of thought memes in our modern world.",
        "id": 81,
        "idcode": "dominion",
        "language": "english",
        "rank": "4.3",
        "title": "Dominion: The Making of the Western Mind",
        "totalpages": "525",
        "whenrecordcreated": "2019-11-05 02:45:07"
    },
    {
        "buyurl": "https://www.amazon.fr/Létranger-Albert-Camus/dp/2070360024",
        "currentpage": "183",
        "description": "Nous avons lu ce livre dans un cours collégial et je me souviens que c'était assez ennuyeux d'une manière existentielle, mais quand je l'ai vu dans une librairie à Leipzig et après avoir lu quelques pages, j'ai réalisé que le livre était bon pour mon niveau de lecture en français.",
        "id": 82,
        "idcode": "letranger",
        "language": "french",
        "rank": "3.5",
        "title": "L'étranger",
        "totalpages": "",
        "whenrecordcreated": "2019-11-23 07:46:38"
    },
    {
        "buyurl": "https://www.amazon.de/Sag-was-Radikal-Rechtspopulismus-argumentieren/dp/3841506062",
        "currentpage": "1",
        "description": "Ich habe dieses Buch in einer Hugendubel-Buchhandlung in Leipzig gefunden. Es kostete nur sechs Euro und scheint einige gute Ideen zu beinhalten, wie man Redefreiheit im Alltag verwenden kann, lauter werden kann, um unfaires Benehmen und schlechte Ideen zu konfrontieren.",
        "id": 83,
        "idcode": "sagwas",
        "language": "german",
        "rank": "3.8",
        "title": "Sag was!: Radikal höflich gegen Rechtspopulismus argumentieren",
        "totalpages": "78",
        "whenrecordcreated": "2020-01-03 00:01:05"
    },
    {
        "buyurl": "https://www.amazon.de/Guns-Germs-Steel-Fates-Societies/dp/0393317552",
        "currentpage": "10",
        "description": "I've seen this book referenced and recommended in online courses and conversations for years and when I listened to the [conversation between Jared Diamond and Sam Harris](https://samharris.org/podcasts/161-rise-fall), I was reminded again to get it. I am interested in the argument of this book as it seems to look at other reasons why some nations and peoples and continents were dominant over others other than intelligence, creativity and inventiveness. And it seems to take a refreshingly more accurate and non-politically-correct approach to comparing cultures, i.e. making arguments for why some cultures are better than others.",
        "id": 84,
        "idcode": "gunsAndSteel",
        "language": "english",
        "rank": "4.0",
        "title": "Guns, Germs, and Steel",
        "totalpages": "536",
        "whenrecordcreated": "2020-01-05 22:49:27"
    },
    {
        "buyurl": "https://www.amazon.com/-/de/dp/1374016691",
        "currentpage": "12",
        "description": "This is a book I bought at a used book store when I lived in Philadelphia. It's a collection of letters written by the British Statesman Philip Stanhope in the 18th century to his son who was traveling around Europe meeting people in the highest cultural and political classes. It's a book of advice for how to excel in such a society, with pragmatic insights on how such societies work, as well as a constant emphasis on learning and intellectual perfection, his letters often written in both English and French.",
        "id": 85,
        "idcode": "lordChesterfield",
        "language": "french",
        "rank": "4.3",
        "title": "Lord Chesterfield's Letters to his Son",
        "totalpages": "611",
        "whenrecordcreated": "2020-01-12 07:58:36"
    },
    {
        "buyurl": "https://www.amazon.com/-/de/dp/B01JO06DIO",
        "currentpage": "10",
        "description": "I bought this two-volume set at some point in college and have been carrying it around with me ever since. Reorganizing my bookshelf getting rid of books I will never read, I kept this, since, one simply has to read Shakespeare's works at least once in one's life.",
        "id": 86,
        "idcode": "shakespeareCompleteWorks",
        "language": "english",
        "rank": "4.6",
        "title": "The Complete Works of William Shakespeare",
        "totalpages": "999",
        "whenrecordcreated": "2020-01-14 07:10:56"
    },
    {
        "buyurl": "https://www.amazon.com/Irony-Outrage-Polarized-Landscape-Laughter/dp/0190913088",
        "currentpage": "5",
        "description": "I heard about this book on a podcast and it seemed to get at the grey area between humor and seriousness, and how political satire simply makes corrupt politicians more popular instead shaming them, as was the original purpose of satire.",
        "id": 87,
        "idcode": "ironyOutrage",
        "language": "english",
        "rank": "4.3",
        "title": "Irony and Outrage: The Polarized Landscape of Rage, Fear, and Laughter in the United States",
        "totalpages": "212",
        "whenrecordcreated": "2020-02-09 19:04:47"
    },
    {
        "buyurl": "https://www.amazon.com/Common-Errors-English-Usage-Brians/dp/1887902899",
        "currentpage": "1",
        "description": "I had seen this book reviewed either in the Economist or the Literary Review and looking through it find that is much in the same format as Fowler's Modern English Usage--encyclopedic listing terms in alphabetic order--but arguably written for a wider audience.",
        "id": 88,
        "idcode": "commonErrors",
        "language": "english",
        "rank": "4.1",
        "title": "Common Errors in English Usage",
        "totalpages": "371",
        "whenrecordcreated": "2020-02-25 23:48:41"
    },
    {
        "buyurl": "https://www.amazon.com/Letters-Young-Contrarian-Mentoring-Paperback/dp/0465030335",
        "currentpage": "1",
        "description": "Having for years loved to watch videos of Hitchen's white-hot criticism of corruption in our cultures and lambasting people for bad thinking and weak ethics, I had wanted to read a book by him for a long time. This seemed to be the one that best summed up his drive of being a honest, out-spoken, critical agent in our society, something we definitely need more of.",
        "id": 89,
        "idcode": "lettersToContrarian",
        "language": "english",
        "rank": "4.3",
        "title": "Letters to a Young Contrarian",
        "totalpages": "139",
        "whenrecordcreated": "2020-03-25 00:01:20"
    },
    {
        "buyurl": "https://www.amazon.fr/Lêtre-néant-Jean-Paul-Sartre/dp/2070293882",
        "currentpage": "0",
        "description": "J'ai suivi un cours à l'université où nous avons lu ce livre. Nous le lisons en anglais et n'en lisons que des parties. J'ai acheté la version française il y a environ 15 ans et je la lis maintenant avec ma version anglaise originale.",
        "id": 90,
        "idcode": "letreEtLeNeant",
        "language": "french",
        "rank": "4.1",
        "title": "L'être et le néant",
        "totalpages": "665",
        "whenrecordcreated": "2020-03-25 20:17:28"
    },
    {
        "buyurl": "https://www.amazon.de/Die-Geburt-Tragödie-Griechentum-Pessimismus/dp/1484049519",
        "currentpage": "0",
        "description": "Ich habe in der letzten Zeit einiges über die zwei Pole im griechischen Leben, die Nietzsche beschreibt, das Dionysische und das Apollinische, nicht als Kunstvermögen eines fixen und abstrakten Gegensatzes, eher als produktive Interaktion eines Vermögens, das bereits als Duplizität beginnt. Das Dionysische, Rauschhafte und Naturhafte (Expressionistische) ist der bis zur Zügellosigkeit sich zeigende Urwille, wie er sich auch in der Musik ausdrückt. Das Apollinische ist die gestaltende (klassische) Kraft der Harmonie und der schönen Künste. Maßvoll begrenzt ist das Apollinische stellvertretend für durch Strukturen etablierte und stabilisierte Erfahrungs- und Gestaltungsprozesse. Im Zusammenwirken der beiden Antipoden erkennt Nietzsche die menschliche Lebenssituation an sich",
        "id": 91,
        "idcode": "geburtDerTragoedie",
        "language": "german",
        "rank": "4.4",
        "title": "Die Geburt der Tragödie: oder Griechentum und Pessimismus",
        "totalpages": "120",
        "whenrecordcreated": "2020-03-27 01:06:11"
    },
    {
        "buyurl": "https://www.amazon.com/-/de/dp/0140442448",
        "currentpage": "1",
        "description": "This is a book I have had in my bookcase since the early nineties and while cleaning out my book case a few months ago, it made the cut for the set of books that I still intended to read, and so now it's time to start this classic. Reading through it a bit I'm surprised by how modern Cicero's though seems, e.g. seeing religion as a useful societal institution but not as a method of determining truth. I've been wanting to read a number of older Roman and Greek classics and so I see this as just the beginning.",
        "id": 92,
        "idcode": "theGoodLife",
        "language": "english",
        "rank": "4.3",
        "title": "On the Good Life",
        "totalpages": "355",
        "whenrecordcreated": "2020-03-27 19:42:07"
    },
    {
        "buyurl": "https://www.amazon.com/-/de/dp/006019006X",
        "currentpage": "1",
        "description": "I wanted to read a book that works through the problems with free speech and found that this one, even though it was published in 1992, seems to do a good job of analysis on the subject, and it's always insightful to read books from different eras.",
        "id": 93,
        "idcode": "freeSpeechForMe",
        "language": "english",
        "rank": "4.1",
        "title": "Free Speech for Me--But Not for Thee",
        "totalpages": "293",
        "whenrecordcreated": "2020-03-27 22:28:58"
    },
    {
        "buyurl": "https://www.amazon.com/Ladys-Life-Rocky-Mountains/dp/1483977153",
        "currentpage": "1",
        "description": "I bought this book back in the 1990s",
        "id": 94,
        "idcode": "ladyslifeRockyMountains",
        "language": "english",
        "rank": "4.1",
        "title": "A Lady's Life in the Rocky Mountains",
        "totalpages": "248",
        "whenrecordcreated": "2020-04-10 13:25:19"
    },
    {
        "buyurl": "https://www.amazon.com/Last-Neanderthal-Novel-Claire-Cameron/dp/0316314463",
        "currentpage": "1",
        "description": "I read about this book in some magazine, the New Yorker I think. It seems to have a similar format to James Michener where you have two stories going one, in this case, apparently one related to the author and one related to the character in the story. I want to read it particularly to get insights into how Neanderthals lived.",
        "id": 95,
        "idcode": "lastNeaderthal",
        "language": "english",
        "rank": "4.5",
        "title": "The Last Neanderthal",
        "totalpages": "268",
        "whenrecordcreated": "2020-05-27 00:57:44"
    },
    {
        "buyurl": "https://www.amazon.fr/gp/product/B075LDLK9T",
        "currentpage": "1",
        "description": "J'ai lu sur ce livre dans un article dans Die Zeit. Il a été décrit comme un livre politique qui ne concernait pas la politique. Marina Abramović semble créer des œuvres d'art uniques et impudentes. Jusqu'à présent, son livre semble très honnête.",
        "id": 96,
        "idcode": "traverserLesMurs",
        "language": "french",
        "rank": "4.5",
        "title": "Traverser les murs",
        "totalpages": "440",
        "whenrecordcreated": "2020-06-28 15:09:27"
    },
    {
        "buyurl": "https://www.amazon.com/Common-Errors-English-Usage-Brians/dp/1887902899",
        "currentpage": "1",
        "description": "This book was suggested to me in a political conversation on Facebook. Reading into it, it seems like the author seems to recognize the important of distinguising between people who are willing and capable of having a rational converastion and those who are not, and treating each group completely differently, i.e. the latter like a highly intellectual converasation in which everyone allows their opinion to be moved by good argument, and the former like a fucking verbal fist fight: If people aren't playing by the rules of rational democracy, you have to be very rough with them.",
        "id": 97,
        "idcode": "polemicalJudo",
        "language": "english",
        "rank": "4.5",
        "title": "Polemical Judo: Memes for Our Political Knife-Fight",
        "totalpages": "289",
        "whenrecordcreated": "2020-08-22 01:31:03"
    },
    {
        "buyurl": "https://www.amazon.de/-/en/Michel-Houellebecq/dp/3150090911",
        "currentpage": "10",
        "description": "J'avais lu le nom Houellebecq de nombreuses fois et ensuite j'ai vu ce livre dans Dussmann. Après avoir lu quelques pages, j'ai décidé que c'était une lecture créative et je l'ai achetée.",
        "id": 98,
        "idcode": "extensionDuDomaine",
        "language": "french",
        "rank": "4.1",
        "title": "Extenson du domaine de la lutte",
        "totalpages": "224",
        "whenrecordcreated": "2020-12-26 15:01:02"
    },
    {
        "buyurl": "https://www.amazon.de/Women-Who-Run-Wolves-Archetype/dp/0345409876",
        "currentpage": "6",
        "description": "I'm actually not sure where I got this book but I found it in my bookcase, started to read it and found the writing compelling. It seems to be a celebration of raw humanity from a woman's point of view.",
        "id": 99,
        "idcode": "womenWhoRun",
        "language": "english",
        "rank": "4.1",
        "title": "Women Who Run with the Wolves",
        "totalpages": "584",
        "whenrecordcreated": "2020-12-27 18:25:19"
    },
    {
        "buyurl": "https://www.amazon.de/Book-Why-Science-Cause-Effect/dp/0141982411",
        "currentpage": "5",
        "description": "Got this book from my daughter for Christmas 2020. It seems to be a good analysis of what the difference is, exactly, between correlation and causation, which has very much to do with daily decisions we make, both minor and major.",
        "id": 100,
        "idcode": "bookOfWhy",
        "language": "english",
        "rank": "4.845",
        "title": "The Book of Why: The New Science of Cause and Effect",
        "totalpages": "366",
        "whenrecordcreated": "2020-12-28 10:30:41"
    },
    {
        "buyurl": "https://www.amazon.com/-/de/dp/1635579945",
        "currentpage": "0",
        "description": "Douglas Murray is a joy to listen to for his background of knowledge, his articulateness and his polished British accent. He has talked about this book in a number of conversations I have listened to and it seems to have some solid, honest views about the fairest way to understand gender, race and identity.",
        "id": 101,
        "idcode": "madnessOfCrowds",
        "language": "english",
        "rank": "4.633",
        "title": "The Madness of Crowds",
        "totalpages": "267",
        "whenrecordcreated": "2020-12-28 23:55:08"
    },
    {
        "buyurl": "https://www.amazon.com/Philip-Alexander-Conquerors-Adrian-Goldsworthy/dp/154164669X",
        "currentpage": "1",
        "description": "In a Twitter conversation, someone who wrote a troll-like comment, and I responded with my classic question asking them what books they have read lately, and it turned out to be a quite intelligent and interesting person who listed off a number of books they had been reading including this one. I had been wanting to get back into my MOOC on Alexander the (not so) Great and this book is about both him and his father, by an author who has done a number of books on the Romans.",
        "id": 102,
        "idcode": "philipAndAlexander",
        "language": "english",
        "rank": "4.3",
        "title": "Philip and Alexander: Kings and Conquerors",
        "totalpages": "518",
        "whenrecordcreated": "2020-12-29 17:23:30"
    },
    {
        "buyurl": "https://www.amazon.de/-/en/Friedrich-Nietzsche/dp/315019167X",
        "currentpage": "14",
        "description": "Dieses Reclam Buch habe ich in Dussmann gesehen und, da ich es wirklich genieße, Nietzsche im Original zu lesen, habe ich es gekauft.",
        "id": 103,
        "idcode": "derFallWagner",
        "language": "german",
        "rank": "4.5",
        "title": "Richard Wagner in Bayreuth, Der Fall Wagner, Nietzsche contra Wagner",
        "totalpages": "186",
        "whenrecordcreated": "2020-12-31 00:59:41"
    },
    {
        "buyurl": "https://www.amazon.fr/Confessions-Jean-Jacques-Rousseau/dp/2070399699",
        "currentpage": "8",
        "description": "J'ai trouvé ce livre dans le Bücherbox de quartier, et comme il était en français et que je n'avais jamais lu un livre en français de Rousseau, je l'ai pris.",
        "id": 104,
        "idcode": "lesConfessions",
        "language": "french",
        "rank": "4.1",
        "title": "Les Confessions",
        "totalpages": "410",
        "whenrecordcreated": "2020-12-31 20:20:00"
    },
    {
        "buyurl": "https://www.amazon.de/Island-APA-Guide-Reisemagazin-Polyglott/dp/3826812050",
        "currentpage": "21",
        "description": "Ich habe diesen alten (1997) APA-Guide für Island in einem Antiquariat gefunden und erinnere mich an dieses Format von den 90er Jahre. Da ich vorhabe, mit meiner Tochter nach Island zu reisen, möchte ich dieses Buch bis dahin durchlesen.",
        "id": 105,
        "idcode": "islandGuide",
        "language": "german",
        "rank": "4.2",
        "title": "Island - APA Guides",
        "totalpages": "318",
        "whenrecordcreated": "2020-12-31 21:33:42"
    },
    {
        "buyurl": "https://www.amazon.com/-/de/dp/1949017257",
        "currentpage": "0",
        "description": "Matt Taibbi comes across as a well-rounded, educated and critical journalist, a rarity in our American culture and so wanted to read his book on our media's obvious dysfunctionality.",
        "id": 107,
        "idcode": "hateInc",
        "language": "english",
        "rank": "4.5",
        "title": "Hate Inc.: Why Today’s Media Makes Us Despise One Another",
        "totalpages": "294",
        "whenrecordcreated": "2020-12-31 23:27:00"
    },
    {
        "buyurl": "https://www.amazon.com/Alibaba-House-That-Jack-Built/dp/0062413406",
        "currentpage": "1",
        "description": "Reading about Google's frontend development framework Flutter, I read that the Chinese company Alibaba was one of its pilote users which interested me, so I looked up the company and learned about Jack Ma, his love for English, and his quite impressive success at building up one of the world's highest-valued companies.",
        "id": 108,
        "idcode": "alibaba",
        "language": "english",
        "rank": "4.2",
        "title": "Alibaba: The House that Jack Ma Built",
        "totalpages": "266",
        "whenrecordcreated": "2021-01-15 02:01:22"
    },
    {
        "buyurl": "https://www.amazon.de/Amerika-Bürgerkrieg-verliert-Polarisierung-Populismus/dp/3806240760",
        "currentpage": "0",
        "description": "Ich habe dieses Buch in einer Buchhandlung in Neubrandenburg im Urlaub gekauft. Der Autor hat einige Jahren in Amerika währen den Trump Jahren gelebt und Trump-Wähler näher kennengelernt.",
        "id": 109,
        "idcode": "amerikaImKalten",
        "language": "german",
        "rank": "4.1",
        "title": "Amerika im Kalten Bürgerkrieg",
        "totalpages": "195",
        "whenrecordcreated": "2021-01-17 02:15:04"
    },
    {
        "buyurl": "https://www.amazon.com/-/de/dp/0486421309",
        "currentpage": "9",
        "description": "Somebody mentioned this book in a Facebook conversation and I realized it was a classic that I had never read in the original, so ordered it.",
        "id": 110,
        "idcode": "onLiberty",
        "language": "english",
        "rank": "4.4",
        "title": "On Liberty",
        "totalpages": "92",
        "whenrecordcreated": "2021-02-17 02:27:22"
    },
    {
        "buyurl": "https://www.amazon.com/Permanent-Record-Edward-Snowden/dp/1250237238",
        "currentpage": "1",
        "description": "I listened to Edward Snowden talk to Joe Rogan and was impressed by how down to earth Edward Snowden is, and how smart he is. Impressive. So I had to read his autobiography.",
        "id": 111,
        "idcode": "permanentRecord",
        "language": "english",
        "rank": "4.898343",
        "title": "Permanent Record",
        "totalpages": "336",
        "whenrecordcreated": "2021-02-28 03:07:40"
    },
    {
        "buyurl": "https://www.amazon.de/Handbüchlein-Moral-Griech-Reclams-Universal-Bibliothek/dp/3150087880",
        "currentpage": "1",
        "description": "Ich habe dieses Buch von meiner Tochter zum Geburtstag bekommen. Es scheint ein mäßiges Maß an Weisheit zu beinhalten.",
        "id": 112,
        "idcode": "epiktet",
        "language": "german",
        "rank": "4.4545",
        "title": "Epiktet: Handbüchlein der Moral",
        "totalpages": "106",
        "whenrecordcreated": "2021-05-30 22:32:23"
    },
    {
        "buyurl": "https://www.amazon.fr/Ecrits-lAllemagne-1932-1933-Simone-Weil/dp/2743629681",
        "currentpage": "1",
        "description": "J'avais écouté récemment un podcast sur Simone Weil et je viens de voir ce livre dans une librairie.",
        "id": 113,
        "idcode": "ecritsAllemagne",
        "language": "french",
        "rank": "4.44443",
        "title": "Ecrits sur l'Allemagne 1932-1933",
        "totalpages": "198",
        "whenrecordcreated": "2021-08-06 01:15:12"
    },
    {
        "buyurl": "https://www.amazon.fr/Plaidoyer-pour-intellectuels-Jean-Paul-Sartre/dp/2072879582",
        "currentpage": "1",
        "description": "Je voulais trouver un livre sur l'époque intellectuelle de Sartre en France et c'était tout.",
        "id": 114,
        "idcode": "plaidoyer",
        "language": "german",
        "rank": "4.55544",
        "title": "Plaidoyer pour les intellectuels",
        "totalpages": "139",
        "whenrecordcreated": "2022-02-17 01:19:12"
    }
]